Repository: jokoerner/Mind_Store
Catalog: Notizen/*.lproj/Localizable.strings
Languages: de

source: Error - Please delete this
de: Fehler - bitte löschen

source: Delete
de: Löschen

source: Share
de: Teilen

source: Insert
de: Einfügen

source: Do you want to leave the app?
de: Möchten Sie die App verlassen?

source: Open in Apple Maps
de: In Apple Maps öffnen

source: Note
de: Notiz

# New Folder
source: New Keyword
de: Neuer Ordner

source: Move
de: Bewegen

source: Beautiful View
de: Super Aussicht

source: Nice Place
de: Schöner Ort

source: Great Food
de: Tolles Essen
